; WinSnap v2.0.1 Russian Language File
; Translated by Alexander Avdonin <alexander@ntwind.com>
; Основано на переводе Дениса Давыдова

10000="Russian (русский)"

;##############################################################################
; Changes for version 2.0.1 (February 12, 2006)

; Tray tooltip
20003="WinSnap v2.0"

; .Exe filter
20033="Исполняемые файлы (*.exe, *.bat, *.cmd)"

; Save As dialog
20060="Сохранить с прозрачностью"

; Settings, Image tab
20061="Прозрачность"

; Capture modes
20211="Полный экран"
20212="Приложение"
20213="Окно"
20214="Меню"
20215="Объект"
20216="Область"

; Main menu, Capture
20511="Полный &экран\tCtrl+1"
20512="&Приложение\tCtrl+2"
20513="&Окно\tCtrl+3"
20514="&Меню\tCtrl+5"
20515="О&бъект\tCtrl+4"
20516="Об&ласть\tCtrl+6"

; Main menu
20600="&Инструменты"
20601="&Настройки..."

; Tray menu
20921="Полный &экран"
20922="&Приложение"
20923="&Окно"
20924="&Меню"
20925="&Объект"
20926="О&бласть"

; Settings, Hotkeys tab
21712="Полный экран:"
21713="Активное приложение:"
21714="Активное окно:"
21715="Меню:"
21716="Выбрать объект:"
21717="Выделить область:"

; Customize Tools dialog
23000="Инструменты"
23001="Добавить..."
23002="Изменить..."
23003="Удалить"
23004="Вверх"
23005="Вниз"
23006="Закрыть"

; New Tool dialog
23100="Добавление инструмента"
23101="ОК"
23102="Отмена"

23110="Приложение:"
23111="Заголовок:"
23112="Команда:"
23113="Обзор..."
23114="Параметры:"
23115="Свернуть WinSnap после выполнения команды"
23116="Не запрашивать имя файла при сохранении"
23120="Параметры сохранения:"
23121="Каталог по умолчанию:"
23122="Обзор..."
23123="Имя файла:"
23124="Формат:"

; Region mode, right-click menu
24106="Зафиксировать размер"
24107="Запомнить позицию"

; Object mode, helper dialog
24201="Перемещайте указатель мыши по экрану, чтобы изменить выделенные объекты. Используйте кнопку Ctrl для выделения несколких объектов и контекстное меню для изменения настроек."
24202="Заголовок:"
24203="Класс:"
24204="Процесс:"

; Object mode, right-click menu
24300="Выделить объект\tПробел"
24301="Инвертировать выделение\tTab"
24302="Отменить выделение\tBackspace"
24303="Кнопки и элементы управления"
24304="Окна приложений"
24305="Отменить съёмку\tEsc"
24306="Скрыть меню"

; Register dialog
28000="Зарегистрируйте WinSnap"
28001="Купить"
28002="Ввести ключ..."
28003="Продолжить"
28004="Выход"
28010="Ваша копия WinSnap является ознакомительной версией и вы можете использовать ее в течение 30 дней."
28011="Осталось %d дней для ознакомления."
28012="Условия регистрации и стоимость"

; About dialog
28100="О программе WinSnap"
28101="ОК"
28102="Регистрация"
28103="Программа зарегистриврована на:"
28104="Поддержка"

; Errors
32009="Не найден путь:\r\n%s"
32010="Не удается запустить процесс."
32020="Вы должны ввести имя."

;##############################################################################

; Cofiguration
20000="Windows Snapshot Maker v2.0"
20001=" (Unlicensed)"
20002="WinSnap"

; Default name of saved image
20010="sshot"
20011="WinSnap Screenshot"

20030="Все файлы (*.*)"
20031="Все поддерживаемые форматы"
20032="Регистрационные данные (*.key, *.txt)"
20040="BMP (*.bmp, *.dib)"
20041="JPEG (*.jpg, *.jpeg, *.jpe)"
20042="PNG (*.png)"
20043="GIF (*.gif)"
20044="TIFF (*.tif, *.tiff)"

; Supported formats
20062="BMP"
20063="JPEG"
20064="PNG"
20065="GIF"
20066="TIFF"

20090="<< пусто >>"
20091="генерация..."

20100="Закрыть"
20101="Новый снимок"
20102="Копировать"
20103="Сохранить как..."
20104="Послать по email..."

20110="Коррекция цвета:"
20111="Выкл."
20112="Оттенки серого"
20113="Сепия"
20114="Инвертировать"

20115="Эффект тени:"
20116="Выкл."
20117="Сверху-вниз"
20118="Снизу-вверх"
20119="Вокруг"

20120="Разное:"
20121="Контур"
20122="Подпись"
20123="Повернуть"
20124="Масштаб"

20200="Режим съёмки:"
20201="Полный экран"
20202="Приложение"
20203="Активное окно"
20204="Окно без декораций"
20205="Меню"
20206="Область"

; Menu
20300="&Файл"
20301="&Новый снимок\tCtrl+N"
20302="&Открыть...\tCtrl+O"
20303="&Сохранить\tCtrl+S"
20304="Сохранить &как..."
20305="Сохранить &мини-копию..."
20306="&Печать...\tCtrl+P"
20307="Настройки п&ечати..."
20308="В&ыход"

20350="&Правка"
20351="&Копировать\tCtrl+C"
20352="Копировать &мини-копию"
20353="&Вставить\tCtrl+V"
20354="&Очистить\tDel"

20400="&Опции"
20401="Авто-&сохранение"
20402="Aвто-&копирование"
20403="Настройки...\tF2"

20410="Коррекция &цвета"
20411="&Выкл."
20412="&Оттенки серого"
20413="&Сепия"
20414="&Инвертировать"

20420="&Эффект тени"
20421="&Выкл."
20422="&Сверху-вниз"
20423="С&низу-вверх"
20424="В&округ"

20430="&Разное"
20431="&Контур"
20432="&Подпись"
20433="&Повернуть"
20434="&Масштаб"

20500="&Снимок"
20501="&Полный экран\tCtrl+1"
20502="&Приложение\tCtrl+2"
20503="&Активное окно\tCtrl+3"
20504="&Окно без декораций\tCtrl+4"
20505="&Меню\tCtrl+5"
20506="&Область...\tCtrl+6"

20550="&Справка"
20551="&Помощь\tF1"
20552="&Домашняя страница"
20553="&Форум программы"
20554="Проверить &обновления"
20555="&О программе..."
20556="&Зарегистрировать"
20557="&Ввести ключ..."

; Tray menu
20900="Свернуть WinSnap"
20901="Показать WinSnap"
20903="Настройки..."
20904="Выход"

20911="&Полный экран"
20912="&Приложение"
20913="&Активное окно"
20914="&Окно без декораций"
20915="&Меню"
20916="&Область"

; Config
21000="Настройки"
21001="ОК"
21002="Отмена"
21003="Применить"

21050="Общие"
21051="Эффекты"
21052="Размеры"
21053="Подпись"
21054="Сохранение"
21055="Управление"

; General page
21100="Язык интерфейса:"
21101="Другие переводы..."
21102="Запускать WinSnap при включении компьютера"
21103="Автоматически проверять обновления в Интернете"
21104="Отображать окно WinSnap поверх всех окон"
21105="Сохранять размрер и положение окна WinSnap"
21106="Всегда показывать иконку в области уведомлений (трее)"
21107="Сворачивать в область уведомлений (трей) при закрытии"
21108="Делать скриншот при страте:"
21109="Режим съёмки:"
21110="Поригрывать звук при снятии скриншота"
21111="Скрывать окно WinSnap перед снятием скриншота"
21112="Прятать иконку в области уведомлений (трее) перед снятием скриншота"
21113="Задержка перед снятием скриншота (мс):"
21114="Добавлять курсор мыши в скриншот"

; Blending page
21200="Эффект тени:"
21201="Угол:"
21202="°"
21203="Смещение:"
21204="пикс."
21205="Размер:"
21206="пикс."
21207="Прозрачность:"
21208="%"
21209="Цвет:"
21210="#"
21211="Контур:"
21212="Цвет:"
21213="#"
21214="Размер:"
21215="пикс."
21216="Фон:"
21217="Цвет:"
21218="#"

; Canvas page
21400="Поворот:"
21401="Угол:"
21402="°"
21403="Масштаб:"
21404="Изменить размер:"
21405="Вписать в прямоугольник:"
21406="Пропорции:"
21407="%"
21408="Ширина:"
21409="пикс."
21410="Высота:"
21411="пикс."
21412="Постоянные пропорции"
21413="Дополнительно:"
21414="Режим интерполяции:"

21490="Ближайший сосед"
21491="Билинейная"
21492="Бикубическая"
21493="Билинейная с высоким качеством"
21494="Бикубическая с высоким качеством"

; Watermark page
21500="Изображение:"
21501="Файл изображения:"
21502="Обзор..."
21503="Использовать прозрачность:"
21504="Прозрачность:"
21505="%"
21506="Положение:"
21507="Определите отступы от соответствующих сторон изображения:"
21508="По горизонтали"
21509="%"
21510="По вертикали"
21511="%"
21512="По горизонтали"
21513="пикс."
21514="По вертикали"
21515="пикс."
21516="Относительные координаты"

21590="Вверху слева"
21591="Вверху по центру"
21592="Вверху справа"
21593="По центру слева"
21594="По центру"
21595="По центру справа"
21596="Внизу слева"
21597="Внизу по центру"
21598="Внизу справа"

; Saving page
21600="Автоматически копировать в буфер обмена"
21601="Автоматически сохранять изображение"
21602="Не запрашивать имя файла при сохранении"
21603="Оставлять свернутым в режиме авто-сохранения"
21604="Очищать скриншот при сворачивании в трей"
21610="Настройки авто-сохранения:"
21611="Каталог по умолчанию:"
21612="Обзор..."
21613="Имя файла:"
21615="Формат:"
21620="Настройки сжатия:"
21621="Качество JPEG:"
21622="%"
21699="Выберите католог для авто-сохранения ваших скриншотов."

; Hotkeys page
21700="Включить \"горячие\" клавиши"
21701="Управление съемкой:"
21702="Полный экран:"
21703="Приложение:"
21704="Активное окно:"
21705="Окно без декораций:"
21706="Меню:"
21707="Выделить область:"
21720="Управление WinSnap:"
21721="Свернуть/восстановить:"
21722="Показать/спрятать:"
21723="Закрыть WinSnap:"

; Region selection
24001="Выберите область на экране. Используйте правую кнопку для смены формы и F1, чтобы показать/скрыть эту подсказку."
24002="Координаты:"
24003="x:"
24004="y:"
24005="Размер:"
24006="ш:"
24007="в:"

24100="Прямоугольник"
24101="Скруглённый прямоугольник"
24102="Эллипс"
24103="Отменить выделение\tBackspace"
24104="Отменить съёмку\tEsc"
24105="Скрыть меню"

; Confirmations
31900="Подтверждение WinSnap"
31901="WinSnap уже запущен. Остановить его?"
31902="Вы уверены, что хотите закрыть WinSnap?"
31903="Перезапустите программу для завершения процесса регистрации.\r\nВы хотите перезапустить WinSnap сейчас?"

; Errors
32000="Ошибка WinSnap"
32001="Не удается загрузить языковой модуль"
32002="Не удается сохранить данные в реестр. Проверьте права доступа."
32003="Не удается загрузить файл изображения.\r\nВозможно, он имеет неверный формат или не поддеррживается WinSnap."
32004="Не удается сохранить файл изображения на диске."
32005="Не удается сохранить временный файл."
32006="Не удается загрузить Mapi32.dll."
32007="Ошибка MAPI при посылке сообщения."
32008="Ошибка регистрации WinSnap."

; Check for update
32500="Обновление WinSnap"
32501="Доступна новая версия WinSnap!\r\nВы хотите загрузить ее сейчас?"
32502="У вас установлена текущая версия WinSnap."
